[
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 23,
    "text": "For all have sinned and fall short of the glory of God.",
    "reference": "Romans 3:23"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 23,
    "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
    "reference": "Romans 6:23"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 8,
    "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
    "reference": "Romans 5:8"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 9,
    "text": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved.",
    "reference": "Romans 10:9"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 10,
    "text": "For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
    "reference": "Romans 10:10"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 13,
    "text": "For everyone who calls on the name of the Lord will be saved.",
    "reference": "Romans 10:13"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 16,
    "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "reference": "John 3:16"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 8,
    "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—",
    "reference": "Ephesians 2:8"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 9,
    "text": "not by works, so that no one can boast.",
    "reference": "Ephesians 2:9"
  },
  {
    "book": "Acts",
    "chapter": 16,
    "verse": 31,
    "text": "They replied, 'Believe in the Lord Jesus, and you will be saved—you and your household.'",
    "reference": "Acts 16:31"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 12,
    "text": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—",
    "reference": "John 1:12"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 12,
    "text": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
    "reference": "Acts 4:12"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 6,
    "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'",
    "reference": "John 14:6"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 24,
    "text": "No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.",
    "reference": "Matthew 6:24"
  },
  {
    "book": "1 Timothy",
    "chapter": 6,
    "verse": 10,
    "text": "For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.",
    "reference": "1 Timothy 6:10"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 15,
    "text": "Then he said to them, 'Watch out! Be on your guard against all kinds of greed; life does not consist in an abundance of possessions.'",
    "reference": "Luke 12:15"
  },
  {
    "book": "Proverbs",
    "chapter": 22,
    "verse": 7,
    "text": "The rich rule over the poor, and the borrower is slave to the lender.",
    "reference": "Proverbs 22:7"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 10,
    "text": "Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this, says the LORD Almighty, and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it.",
    "reference": "Malachi 3:10"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 38,
    "text": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.",
    "reference": "Luke 6:38"
  },
  {
    "book": "2 Corinthians",
    "chapter": 9,
    "verse": 7,
    "text": "Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.",
    "reference": "2 Corinthians 9:7"
  },
  {
    "book": "Hebrews",
    "chapter": 13,
    "verse": 5,
    "text": "Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'",
    "reference": "Hebrews 13:5"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 19,
    "text": "Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal.",
    "reference": "Matthew 6:19"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 20,
    "text": "But store up for yourselves treasures in heaven, where moths and vermin do not destroy, and where thieves do not break in and steal.",
    "reference": "Matthew 6:20"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 21,
    "text": "For where your treasure is, there your heart will be also.",
    "reference": "Matthew 6:21"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 9,
    "text": "Honor the LORD with your wealth, with the firstfruits of all your crops;",
    "reference": "Proverbs 3:9"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 10,
    "text": "then your barns will be filled to overflowing, and your vats will brim over with new wine.",
    "reference": "Proverbs 3:10"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 6,
    "text": "But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you.",
    "reference": "Matthew 6:6"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 6,
    "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "reference": "Philippians 4:6"
  },
  {
    "book": "1 Thessalonians",
    "chapter": 5,
    "verse": 17,
    "text": "Pray continually,",
    "reference": "1 Thessalonians 5:17"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 16,
    "text": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
    "reference": "James 5:16"
  },
  {
    "book": "1 John",
    "chapter": 5,
    "verse": 14,
    "text": "This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.",
    "reference": "1 John 5:14"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 7,
    "text": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
    "reference": "Matthew 7:7"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 13,
    "text": "And I will do whatever you ask in my name, so that the Father may be glorified in the Son.",
    "reference": "John 14:13"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 4,
    "text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
    "reference": "1 Corinthians 13:4"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 5,
    "text": "It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.",
    "reference": "1 Corinthians 13:5"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 6,
    "text": "Love does not delight in evil but rejoices with the truth.",
    "reference": "1 Corinthians 13:6"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 7,
    "text": "It always protects, always trusts, always hopes, always perseveres.",
    "reference": "1 Corinthians 13:7"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 8,
    "text": "Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away.",
    "reference": "1 Corinthians 13:8"
  },
  {
    "book": "1 Corinthians",
    "chapter": 13,
    "verse": 13,
    "text": "And now these three remain: faith, hope and love. But the greatest of these is love.",
    "reference": "1 Corinthians 13:13"
  },
  {
    "book": "1 John",
    "chapter": 4,
    "verse": 8,
    "text": "Whoever does not love does not know God, because God is love.",
    "reference": "1 John 4:8"
  },
  {
    "book": "John",
    "chapter": 13,
    "verse": 34,
    "text": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "reference": "John 13:34"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 1,
    "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
    "reference": "Hebrews 11:1"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 17,
    "text": "Consequently, faith comes from hearing the message, and the message is heard through the word about Christ.",
    "reference": "Romans 10:17"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 17,
    "text": "In the same way, faith by itself, if it is not accompanied by action, is dead.",
    "reference": "James 2:17"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 6,
    "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
    "reference": "Hebrews 11:6"
  },
  {
    "book": "2 Corinthians",
    "chapter": 5,
    "verse": 7,
    "text": "For we live by faith, not by sight.",
    "reference": "2 Corinthians 5:7"
  },
  {
    "book": "1 John",
    "chapter": 1,
    "verse": 8,
    "text": "If we claim to be without sin, we deceive ourselves and the truth is not in us.",
    "reference": "1 John 1:8"
  },
  {
    "book": "1 John",
    "chapter": 1,
    "verse": 9,
    "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
    "reference": "1 John 1:9"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 18,
    "text": "'Come now, let us settle the matter,' says the LORD. 'Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.'",
    "reference": "Isaiah 1:18"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 14,
    "text": "in whom we have redemption, the forgiveness of sins.",
    "reference": "Colossians 1:14"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 7,
    "text": "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace",
    "reference": "Ephesians 1:7"
  },
  {
    "book": "Revelation",
    "chapter": 21,
    "verse": 4,
    "text": "'He will wipe every tear from their eyes. There will be no more death' or mourning or crying or pain, for the old order of things has passed away.",
    "reference": "Revelation 21:4"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 2,
    "text": "My Father's house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you?",
    "reference": "John 14:2"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 3,
    "text": "And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am.",
    "reference": "John 14:3"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 20,
    "text": "But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,",
    "reference": "Philippians 3:20"
  },
  {
    "book": "Matthew",
    "chapter": 25,
    "verse": 46,
    "text": "Then they will go away to eternal punishment, but the righteous to eternal life.",
    "reference": "Matthew 25:46"
  },
  {
    "book": "Revelation",
    "chapter": 20,
    "verse": 15,
    "text": "Anyone whose name was not found written in the book of life was thrown into the lake of fire.",
    "reference": "Revelation 20:15"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 24,
    "text": "and all are justified freely by his grace through the redemption that came by Christ Jesus.",
    "reference": "Romans 3:24"
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 11,
    "text": "For the grace of God has appeared that offers salvation to all people.",
    "reference": "Titus 2:11"
  },
  {
    "book": "2 Corinthians",
    "chapter": 12,
    "verse": 9,
    "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.",
    "reference": "2 Corinthians 12:9"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 15,
    "text": "If you love me, keep my commands.",
    "reference": "John 14:15"
  },
  {
    "book": "1 John",
    "chapter": 2,
    "verse": 3,
    "text": "We know that we have come to know him if we keep his commands.",
    "reference": "1 John 2:3"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 22,
    "text": "Do not merely listen to the word, and so deceive yourselves. Do what it says.",
    "reference": "James 1:22"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 7,
    "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
    "reference": "Philippians 4:7"
  },
  {
    "book": "1 Peter",
    "chapter": 5,
    "verse": 7,
    "text": "Cast all your anxiety on him because he cares for you.",
    "reference": "1 Peter 5:7"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 34,
    "text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
    "reference": "Matthew 6:34"
  },
  {
    "book": "Isaiah",
    "chapter": 41,
    "verse": 10,
    "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
    "reference": "Isaiah 41:10"
  },
  {
    "book": "Psalm",
    "chapter": 23,
    "verse": 4,
    "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "reference": "Psalm 23:4"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 5,
    "text": "Trust in the LORD with all your heart and lean not on your own understanding;",
    "reference": "Proverbs 3:5"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 6,
    "text": "in all your ways submit to him, and he will make your paths straight.",
    "reference": "Proverbs 3:6"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 5,
    "text": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
    "reference": "James 1:5"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 6,
    "text": "For the LORD gives wisdom; from his mouth come knowledge and understanding.",
    "reference": "Proverbs 2:6"
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 10,
    "text": "The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding.",
    "reference": "Proverbs 9:10"
  },
  {
    "book": "Romans",
    "chapter": 15,
    "verse": 13,
    "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
    "reference": "Romans 15:13"
  },
  {
    "book": "Jeremiah",
    "chapter": 29,
    "verse": 11,
    "text": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.",
    "reference": "Jeremiah 29:11"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 19,
    "text": "We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain,",
    "reference": "Hebrews 6:19"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 27,
    "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
    "reference": "John 14:27"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 1,
    "text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,",
    "reference": "Romans 5:1"
  },
  {
    "book": "Isaiah",
    "chapter": 26,
    "verse": 3,
    "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
    "reference": "Isaiah 26:3"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 13,
    "text": "I can do all this through him who gives me strength.",
    "reference": "Philippians 4:13"
  },
  {
    "book": "Isaiah",
    "chapter": 40,
    "verse": 31,
    "text": "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
    "reference": "Isaiah 40:31"
  },
  {
    "book": "Psalm",
    "chapter": 46,
    "verse": 1,
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference": "Psalm 46:1"
  }
]