[
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 10,
    "text": "As it is written: 'There is no one righteous, not even one;'",
    "reference": "Romans 3:10"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 11,
    "text": "there is no one who understands; there is no one who seeks God.",
    "reference": "Romans 3:11"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 12,
    "text": "All have turned away, they have together become worthless; there is no one who does good, not even one.",
    "reference": "Romans 3:12"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 23,
    "text": "For all have sinned and fall short of the glory of God.",
    "reference": "Romans 3:23"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 6,
    "text": "You see, at just the right time, when we were still powerless, Christ died for the ungodly.",
    "reference": "Romans 5:6"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 8,
    "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
    "reference": "Romans 5:8"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 23,
    "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
    "reference": "Romans 6:23"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 9,
    "text": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved.",
    "reference": "Romans 10:9"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 10,
    "text": "For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
    "reference": "Romans 10:10"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 13,
    "text": "For everyone who calls on the name of the Lord will be saved.",
    "reference": "Romans 10:13"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 16,
    "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "reference": "John 3:16"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 36,
    "text": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on them.",
    "reference": "John 3:36"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 12,
    "text": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God.",
    "reference": "John 1:12"
  },
  {
    "book": "John",
    "chapter": 14,
    "verse": 6,
    "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'",
    "reference": "John 14:6"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 12,
    "text": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
    "reference": "Acts 4:12"
  },
  {
    "book": "Acts",
    "chapter": 16,
    "verse": 31,
    "text": "They replied, 'Believe in the Lord Jesus, and you will be saved—you and your household.'",
    "reference": "Acts 16:31"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 21,
    "text": "And everyone who calls on the name of the Lord will be saved.",
    "reference": "Acts 2:21"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 4,
    "text": "But because of his great love for us, God, who is rich in mercy,",
    "reference": "Ephesians 2:4"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 5,
    "text": "made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved.",
    "reference": "Ephesians 2:5"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 8,
    "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—",
    "reference": "Ephesians 2:8"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 9,
    "text": "not by works, so that no one can boast.",
    "reference": "Ephesians 2:9"
  },
  {
    "book": "1 John",
    "chapter": 1,
    "verse": 8,
    "text": "If we claim to be without sin, we deceive ourselves and the truth is not in us.",
    "reference": "1 John 1:8"
  },
  {
    "book": "1 John",
    "chapter": 1,
    "verse": 9,
    "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
    "reference": "1 John 1:9"
  },
  {
    "book": "1 John",
    "chapter": 4,
    "verse": 9,
    "text": "This is how God showed his love among us: He sent his one and only Son into the world that we might live through him.",
    "reference": "1 John 4:9"
  },
  {
    "book": "1 John",
    "chapter": 4,
    "verse": 10,
    "text": "This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.",
    "reference": "1 John 4:10"
  },
  {
    "book": "1 John",
    "chapter": 5,
    "verse": 11,
    "text": "And this is the testimony: God has given us eternal life, and this life is in his Son.",
    "reference": "1 John 5:11"
  },
  {
    "book": "1 John",
    "chapter": 5,
    "verse": 12,
    "text": "Whoever has the Son has life; whoever does not have the Son of God does not have life.",
    "reference": "1 John 5:12"
  },
  {
    "book": "1 John",
    "chapter": 5,
    "verse": 13,
    "text": "I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.",
    "reference": "1 John 5:13"
  },
  {
    "book": "Isaiah",
    "chapter": 53,
    "verse": 6,
    "text": "We all, like sheep, have gone astray, each of us has turned to our own way; and the Lord has laid on him the iniquity of us all.",
    "reference": "Isaiah 53:6"
  },
  {
    "book": "Isaiah",
    "chapter": 55,
    "verse": 6,
    "text": "Seek the Lord while he may be found; call on him while he is near.",
    "reference": "Isaiah 55:6"
  },
  {
    "book": "Isaiah",
    "chapter": 55,
    "verse": 7,
    "text": "Let the wicked forsake their ways and the unrighteous their thoughts. Let them turn to the Lord, and he will have mercy on them, and to our God, for he will freely pardon.",
    "reference": "Isaiah 55:7"
  },
  {
    "book": "Ezekiel",
    "chapter": 18,
    "verse": 20,
    "text": "The one who sins is the one who will die. The child will not share the guilt of the parent, nor will the parent share the guilt of the child. The righteousness of the righteous will be credited to them, and the wickedness of the wicked will be charged against them.",
    "reference": "Ezekiel 18:20"
  },
  {
    "book": "Psalm",
    "chapter": 14,
    "verse": 3,
    "text": "All have turned away, all have become corrupt; there is no one who does good, not even one.",
    "reference": "Psalm 14:3"
  },
  {
    "book": "Psalm",
    "chapter": 86,
    "verse": 5,
    "text": "You, Lord, are forgiving and good, abounding in love to all who call to you.",
    "reference": "Psalm 86:5"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 20,
    "text": "Indeed, there is no one on earth who is righteous, no one who does what is right and never sins.",
    "reference": "Ecclesiastes 7:20"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 15,
    "text": "Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.",
    "reference": "James 1:15"
  },
  {
    "book": "1 Peter",
    "chapter": 3,
    "verse": 18,
    "text": "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.",
    "reference": "1 Peter 3:18"
  },
  {
    "book": "2 Corinthians",
    "chapter": 5,
    "verse": 17,
    "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "reference": "2 Corinthians 5:17"
  },
  {
    "book": "2 Corinthians",
    "chapter": 5,
    "verse": 21,
    "text": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.",
    "reference": "2 Corinthians 5:21"
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 20,
    "text": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.",
    "reference": "Revelation 3:20"
  },
  {
    "book": "Revelation",
    "chapter": 20,
    "verse": 14,
    "text": "Then death and Hades were thrown into the lake of fire. The lake of fire is the second death.",
    "reference": "Revelation 20:14"
  },
  {
    "book": "Revelation",
    "chapter": 20,
    "verse": 15,
    "text": "Anyone whose name was not found written in the book of life was thrown into the lake of fire.",
    "reference": "Revelation 20:15"
  },
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 17,
    "text": "but you must not eat from the tree of the knowledge of good and evil, for when you eat from it you will certainly die.",
    "reference": "Genesis 2:17"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 32,
    "text": "And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls.",
    "reference": "Joel 2:32"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 5,
    "text": "he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,",
    "reference": "Titus 3:5"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 27,
    "text": "Just as people are destined to die once, and after that to face judgment,",
    "reference": "Hebrews 9:27"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 28,
    "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "book": "Luke",
    "chapter": 19,
    "verse": 10,
    "text": "For the Son of Man came to seek and to save the lost.",
    "reference": "Luke 19:10"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 13,
    "text": "For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,",
    "reference": "Colossians 1:13"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 14,
    "text": "in whom we have redemption, the forgiveness of sins.",
    "reference": "Colossians 1:14"
  }
]
